9,said
7,room
7,parents
7,paper
6,while
6,spanking
6,hairbrush
6,dad
6,bottom
5,more
5,kitchen
5,daddy
4,really
4,punishment
4,home
4,hard
4,felt
4,continued
4,cat
3,walked
3,wait
3,unbearable
3,thought
3,stopped
3,still
3,spank
3,smacks
3,<smack>
3,sitting
3,ready
3,please
3,pants
3,neighbors
3,mom
3,minutes
3,lesson
3,leaving
3,language
3,knees
3,hurts
3,hand
3,feet
3,face
3,every
3,did
3,corner
3,bare
2,worse
2,why
2,watching
2,vocabulary
2,until
2,through
2,swat
2,swallowing
2,surely
2,struggled
2,stomach
2,started
2,stairs
2,smack
2,shocked
2,secured
2,science
2,school
2,right
2,rear
2,quick
2,piano
2,panties
2,palm
2,pain
2,paddled
2,owwwww
2,owww
2,opened
2,next
2,need
2,nearly
2,mood
2,made
2,long
2,little
2,let
2,leave
2,least
2,leaped
2,lay
2,last
2,lady
2,house
2,hours
2,hour
2,hands
2,gina
2,food
2,flaming
2,finished
2,finish
2,fiery
2,few
2,fell
2,feeling
2,entirely
2,enough
2,ellens
2,dresser
2,didnt
2,delivered
2,cousin
2,connected
2,clearly
2,chores
2,cheeks
2,carry
2,calmly
2,called
2,bad
1,yowww
1,yessss
1,yes
1,yells
1,yelled
1,yell
1,words
1,wooden
1,wife
1,whimpering
1,wheres
1,where
1,watched
1,warning:
1,waiting
1,wahhhhhhh
1,voices
1,voice
1,vainly
1,unnecessarily
1,uncle
1,unceremoniously
1,twisting
1,tv
1,turning
1,turned
1,trying
1,truculent
1,tried
1,tightened
1,thwack
1,throat
1,threw
1,three
1,threatened
1,threat
1,though
1,those
1,thighs
1,terrific
1,terrible
1,ten
1,temper
1,telegraphed
1,tears
1,talking
1,talked
1,sympathy
1,swept
1,swats
1,surface
1,supposed
1,sufficient
1,sufficed
1,suddenly
1,such
1,stop
1,stool
1,stinging
1,sting
1,still-tender
1,still)
1,stiffly
1,stay
1,stares
1,standing
1,stand
1,stage-whispered
1,squealed
1,squarely
1,spoke
1,spent
1,spend
1,spanks
1,spankedi
1,spanked
1,smart-alec
1,smart-
1,smack-smack-smack>
1,<smack-
1,slunk
1,slip
1,slammed
1,skulking
1,skulk
1,skirted
1,skip
1,situation
1,sit-com
1,sit
1,sister-in-laws
1,sinking
1,since
1,side
1,shut
1,show
1,shouted
1,shopping
1,shook
1,severity
1,set
1,serious
1,sentiments
1,sentenced
1,sent
1,self-
1,seldom
1,seized
1,screeching
1,scored
1,scolded
1,scene
1,sat
1,rose
1,ride
1,rhetorical
1,retreated
1,rest
1,response
1,resoundingly:
1,resentment
1,required
1,reprieved
1,repeated
1,remembers
1,remember
1,remarks
1,relaxed
1,regretting
1,regretted
1,redder
1,red
1,reality
1,rate
1,rapprochment
1,raised
1,quivered
1,quiet
1,quickly
1,question
1,push
1,purpling
1,punished
1,pulling
1,pulled
1,publicly
1,provocation
1,provided
1,protested
1,properly
1,proper
1,pretty
1,pretending
1,pretended
1,pragmatically
1,practice
1,pormise
1,pointed
1,place
1,pivot
1,pity
1,pitifully
1,pinned
1,phils
1,patience
1,painful
1,paddling
1,pad
1,owwww-hurts---eeowww-
1,owwww
1,ought
1,ostensibly
1,ooooooh-ohhhhh-owwwwww
1,oooo
1,ohh
1,oh
1,obviously
1,night
1,never
1,neighbor
1,mulling
1,movement
1,motion
1,moms
1,modification
1,misdeeds
1,minute
1,maybe
1,male
1,luck
1,louder
1,lost
1,losing
1,longer
1,living
1,line
1,limped
1,life
1,lied
1,lie
1,licking
1,letting
1,legs
1,left
1,learns
1,learned
1,leapt
1,laughing
1,later
1,late
1,lap
1,landed
1,ladylike
1,knew
1,knee
1,kind
1,kill
1,kept
1,jovial
1,jerking
1,jerked
1,(i
1,hurt
1,hug
1,horrid
1,hoping
1,hopes
1,homework
1,hit
1,having
1,hauled
1,hate
1,has
1,happened
1,hand-spanking
1,handing
1,hall
1,halfway
1,grill
1,gnawing
1,giving
1,girls
1,gentle
1,galvanized
1,fully
1,fourth
1,footsteps
1,followed
1,flying
1,fleshy
1,flat
1,finally
1,final
1,figure-8s
1,feigning
1,feed
1,fate
1,fantasized
1,family
1,failed
1,fact
1,facing
1,expected
1,expect
1,exemplary
1,excuse
1,exaggerated
1,everywhere
1,evaluating
1,entertainment
1,entertain
1,endanger
1,elses
1,else
1,effort
1,eeeeeoww
1,edge
1,easily
1,earned
1,each
1,dumped
1,dumb
1,due
1,drove
1,drew
1,dressed
1,dredged
1,dragging
1,dragged
1,(ditto)
1,disobedience)
1,dining
1,deserted
1,delivering
1,decisions
1,daughter
1,dark
1,dangling
1,dadd--eeowww
1,da-addy
1,daaa---ddeeee
1,daaaa-ddy
1,curdling
1,cry
1,crimson
1,crept
1,craning
1,cousins
1,cool
1,cookout
1,cooking
1,continuously
1,consulted
1,consoling
1,connect
1,concert
1,completed
1,coming
1,clean
1,choose
1,cheery
1,cheek
1,charbroiling
1,certainly
1,center
1,ceiling
1,casualness
1,career
1,car
1,calm
1,(but
1,business
1,burning
1,burgers
1,buck
1,brushing
1,bruises
1,broke
1,braving
1,bravado
1,brats
1,borrow
1,blubbered
1,blood
1,blistered
1,blinding
1,bathtub
1,bathroom
1,bad)
1,(always
